Repository: mchien2002/LOMO-APP
Catalog: ios/Runner/*.lproj/InfoPlist.strings
Languages: vi

# NSMicrophoneUsageDescription
source: Allow application to access your recorder for making calls and sending voice messages.
vi: Cho phép ứng dụng truy cập vào ghi âm để gọi điện và gửi tin nhắn giọng nói.

# NSPhotoLibraryUsageDescription
source: Allow application to access your gallery to update your avatar and create posts.
vi: Cho phép ứng dụng truy cập vào thư viện để cập nhật ảnh đại diện và tạo bài đăng.

# NSPhotoLibraryAddUsageDescription
source: Allow application add image download from application to library.
vi: Cho phép ứng dụng thêm ảnh tải về từ ứng dụng vào thư viện.

# NSContactsUsageDescription
source: Allow application to access your contacts list to allow you to connect with your friends.
vi: Cho phép ứng dụng truy cập vào danh bạ để cho phép bạn kết nối với bạn bè.

# NSCameraUsageDescription
source: Allow application to access your camera to update your avatar and create posts.
vi: Cho phép ứng dụng truy cập vào camera để cập nhật ảnh đại diện và tạo bài đăng.

# NSLocationWhenInUseUsageDescription
source: Allow application to access your location to show your surrounding friends.
vi: Cho phép ứng dụng truy cập vị trí của bạn để hiển thị bạn bè xung quanh của bạn.

# NSLocationAlwaysUsageDescription
source: Allow application to access your location to show your surrounding friends.
vi: Cho phép ứng dụng truy cập vị trí của bạn để hiển thị bạn bè xung quanh của bạn.

# NSLocationAlwaysAndWhenInUseUsageDescription
source: Allow application to access your location to show your surrounding friends.
vi: Cho phép ứng dụng truy cập vị trí của bạn để hiển thị bạn bè xung quanh của bạn.

# NSUserTrackingUsageDescription
source: Your data will be used to provide you a better and personalized ad experience.
vi: Dữ liệu của bạn sẽ được sử dụng để cung cấp cho bạn trải nghiệm quảng cáo tốt hơn và được cá nhân hóa.

# NSCalendarsUsageDescription
source: Allow application to access your calendar to better support you.
vi: Cho phép ứng dụng truy cập lịch của bạn để hổ trợ bạn tốt hơn.
